{
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codesnap.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "kitty-navigator.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-rails": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
